Repository: Aminevsky/omegat_mozilla
Catalog: tm/project_save-1.tmx
Source language: en_us
Languages: ja

source: Mozilla Japan's cartoon character, "Foxkeh" and more Firefox development in the Asia/Pacific region
ja: Mozilla Japan のマンガキャラクター "フォクすけ" とアジア／太平洋地域での更なる Firefox 開発

source: Some of Mozilla's key developers are working in a small development office in New Zealand.
ja: 一部の Mozilla の重要な開発者はニュージランドの小さな開発オフィスで仕事している。

source: They're the people responsible for building key functionality in Firefox 3.0.
ja: 彼らは Firefox 3.0 の重要な機能を構築するために責任を負っている人々だ。

source: Plus, Mozilla Japan has come up with an even cuter Fox than the Firefox... its cartoon character is called Foxkeh.
ja: 更に、Mozilla Japan は Firefox よりもさらにかわいいキツネを考え出している... そのマンガキャラクターはフォクすけと呼ばれている。

source: Dan Warne (APC): Since you're here in Australia - in the Asia/Pacific region -- are you doing any APAC initiatives or do you have any links with organisations here that are interesting?
ja: Dan Warne (APC): あなたが - アジア／太平洋地域である - オーストラリアにいるので -- あなたは何か APAC イニシアチブをしていますか、また興味を持っているここの組織とリンクを持っていますか？

source: Mitchell Baker: We have for many years had an active community in Japan and it is a community based group with a very small organisation, Mozilla Japan, which is non profit.
ja: Mitchell Baker: 私たちは何年も日本の活動的なコミュニティと関係を持っています、そしてそれは非利益の Mozilla Japan という大変、小さな組織と共にグループをベースとしたコミュニティです。

source: Once we had revenue about a year ago we started to fund an investment in Mozilla Japan so that's probably six or seven or eight people with some developers, some outreach and doing very interesting things.
ja: 6 人または 7 人または 8 人の人々が開発者たちと共に支援活動や、とても面白いことができるように私たちが Mozilla Japan の出資に投資し始めたのは約1年前の資金でした。

source: So in fact I will just show you this.
ja: 実際に私はちょうど今、これをあなたに見せましょう。

source: This little creature here is Foxkeh which is a creature that the folks in developed to make Firefox accessible and for viewing in the market there.
ja: この小さなキャラクターは先進国の人々に Firefox を親しみやすくし、そこの市場を眺める動物であるフォクすけです。

source: Kawaii: Oh so cute...
ja: かわいい：何てかわいいんだ...

source: Mozilla Japan's firefoxy cartoon character Foxkeh
ja: Mozilla Japan の Firefox 的なマンガキャラクター フォクすけ

source: They are doing some pretty excellent work on extensions and also developing documentation in Japanese and so on.
ja: 拡張機能さらには日本の開発ドキュメントなどで彼らはたくさんの大変、優秀な仕事をしています。

source: We have also had for a couple of years now a very, very low key small effort in China which we are a small good project hosted by the Chinese Academy of Sciences and in the last few months we've decided that we should be a little more engaged in China.
ja: 私たちは更に、ここ 2 年の間、中国で科学アカデミーによってホストされている小さな良いプロジェクトなどのように、非常に重要性の低い小さな努力をしています、そして、ここ数ヶ月、中国でより忙しくなるべきだと私たちは決めました。

source: We've hired someone to help us.
ja: 私たちを助けてくれる人を雇っています。

source: I was there a few months ago and there is a set of people in China, maybe the best we can tell like a million users so not a lot of users for China.
ja: 私は数ヶ月前そこにいた、そして中国にはひとそろいの人々がいた、多分、たくさんのユーザにではなく 100 万人のユーザに教える方が最も良いだろう。

source: But an interested and excited user base and the bloggers and so on and some of them are very interested.
ja: しかし関心があり興奮しているユーザベース、ブロガーなど彼らの一部はとても関心を持っています。

source: So our thinking is: well let's go and find out who is there and who is already interested.
ja: なので私たちはこう考えています：えっと、そこの人と既に興味を持っている人を調べに行こうと。

source: Let's go and see if we did more, whether more people would be interested and if this vision of the Internet that we are working so hard on resonates there.
ja: 私たちがもっとした場合、より多くの人々が興味を持っているかどうか、私たちが一生懸命、活動しているインターネットのこのヴィジョンがそこで共鳴しているかどうか、見に行こうと。

source: If it does and there's a community of people then let's see if we can be helpful.
ja: そうして人々のコミュニティがその時にあったら、手助けできるかどうか見ようと。

source: We expect that to be a pretty significant exploration in the next year.
ja: 私たちは来年、それが大変、重要な調査になることを期待しています。

source: Dan Warne (APC): Any other contributors here in Australia or nearby?
ja: Dan Warne (APC): 他にオーストラリアまたは近辺に貢献者はいませんか？

source: Mitchell Baker: There are a few yes.
ja: Mitchell Baker: はい、数人います。

source: We have for many years had a wonderful contributor, Robert O'Callaghan , who is a New Zealand native and he's been living in the United States - or he was living in the United States - for a number of years and desperately wanted to go back.
ja: 私たちは何年もの間、ニュージランド生まれの Robert O'Callaghan という素晴らしい貢献者を持っています。彼はアメリカで何年にもわたって、ずっと生活したことがあり - または彼はアメリカで生活していた - そして必死に帰りたがっていました。

source: So he is back in New Zealand now and he works for us and we've started a small office in New Zealand.
ja: なので今、彼はニュージランドに戻って、私たちのために仕事をし、私たちはニュージランドに小さなオフィスを始めました。

source: Dan Warne (APC): Really?
ja: Dan Warne (APC): 本当？

source: Mitchell Baker: Yeah because it turns out when you have one really great contributor who is also a good teacher and willing to mentor and can attract a few other smart people around him that's worth a lot to us, that's everything.
ja: Mitchell Baker: はい、良い先生で、かつ快い助言者である１人の本当に素晴らしい貢献者を持っていて、そして数人の賢い彼の周りの人々を引きつけることを、あなたが出来たとき、それは進展するからです。それは私たちにとって大変、価値有ることです、それはかけがえのないことです。

source: In fact the offline apps demo that was done this morning that showed a demo of Zimbra running offline, without an internet connection, that work was done out of the New Zealand office.
ja: 事実、今朝、インターネット接続することなく、Zimbra のデモを実行するのを見せるというオフラインアプリケーションデモが行われました。そしてその動作はニュージランドのオフィスから行われました。

source: Robert O&#39;Callaghan: back where he belongs, developing for Mozilla from New ZealandRobert O'Callaghan: back where he belongs, developing for Mozilla from New Zealand
ja: Robert O'Callaghan: 彼が所属する場所へ戻り、ニュージランドから Mozilla のために開発している

source: Dan Warne (APC): Wow!
ja: Dan Warne (APC): うわあ！

source: Are you doing any work in Australia as well?
ja: あなた方はオーストラリアでどんな活動をしていますか？

source: Mitchell Baker: Not currently.
ja: Mitchell Baker: 現在の所、していません。

source: However, one of our longest contributors to the Mozilla project is a lecturer here in Australia at University of Queensland and he's been involved in the project since 2000 I think.
ja: しかしながら、Mozilla プロジェクトに対する私たちの最も長い貢献者は、ここオーストラリアのクイーンズランド大学の講師で、彼は 2000 年からそのプロジェクトに参加していると思います。

source: He's a mathematician or at least a scholar in an area in which mathematic equations are important.
ja: 彼は数学の方程式が重要な数学者または少なくとも学者です。

source: So way, way back when he decided - there's a language called MathML - and he decided that Firefox Mozilla in those days ought to have it.
ja: 彼が決心したのはずっとずっと昔でした - MathML と呼ばれる言語があります - そして当時の Mozilla Firefox はそれを持つべきだと彼は決心しました。

source: And he has been contributing ever since and is single handedly responsible for the ability to really persuade confidence in this area.
ja: それ以来、彼はずっと貢献しており、この地域での信用を納得させる能力のために単独で責任を負っています。

source: Dan Warne (APC): Right...
ja: Dan Warne (APC): 正しい･･･

source: I have always been curious about why on earth it is that Mozilla has such comprehensive support for mathematical equations?
ja: 一体、なぜ地球上で Mozilla が数学の方程式のために、そのような広範囲なサポートをするのかについて私はいつも不思議なのですが？

source: Mitchell Baker: It's all due to Roger Sidje from UQ.
ja: Mitchell Baker: それは全てクイーンズランド大学の Roger Sidje のためです。

source: It was a long hard battle for him in the early days.
ja: 彼にとって初期の日々は長く辛い戦いでした。

source: Mitchell Baker: Well we're talking 2000 so actually getting that complex and different rendering elements into the core rendering engine is hard.
ja: Mitchell Baker: えぇ私たちはコアレンダリングエンジンの中に、入り組み異なったレンダリング要素を実際に入れるように 2000 回会話しています。

source: Dan Warne (APC): It's almost like writing a whole different HTML renderer, I can imagine, because mathematical equations can be formatted in very complicated ways.
ja: Dan Warne (APC): それは、ほとんど全く HTML レンダリングと異なった書き方のようですね、私は想像できます、数学の方程式はとても複雑な方法で整えられることができるからです。

source: Mitchell Baker: Right and he's been active so long now.
ja: Mitchell Baker: 正しい、そして彼は今、非常に長い間、ずっと活動しています。

source: Since we started getting revenue, we've been hosting a Firefox summit of key contributors and non employees from around the world, so Roger has come to visit us a couple of times because he has been such a great contributor for us.
ja: 収入を得始めて以来、私たちは重要な貢献者と世界中の非雇用者の Firefox サミットをホストしている、そのため Roger は私たちを 2 回訪ねてきたことがある、彼は私たちにとってそんなに素晴らしい貢献者であるからです。
